Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: ཡང་དག་སྡོམ་དང་ཚངས་བདེན་ཤེས། །བླ་མ་ལྷ་ལ་མཆོད་བྱེད་དང་། །
en: “Self-controlled and knowing the great truth, They worship the master and the deities.

source: མ་དང་ཕ་ལ་གུས་པ་རྣམས། །དེ་དག་ལ་ནི་སྡུག་བསྔལ་མེད། །
en: They are devoted to their mother and father And do not suffer on the account of women. {11.90}

source: དམ་པའི་དོན་ལ་བརྟེན་ན་ནི། །མི་རྟག་སྡུག་བསྔལ་སྟོང་པ་དང་། །
en: “Those who apply the teachings on the absolute truth Perceive that which is impermanent to be empty and fraught with suffering.

source: དེ་བཞིན་དབྱིག་དུག་ཟུག་རྔུ་བཞིན། །ཟློས་པས་བུད་མེད་ལུས་བསམ་བྱ། །
en: Such mantra reciters regard the female body The same as goiter. {11.91}

source: བློ་ངན་ཕུང་པོའི་ལྕགས་ཀྱུས་ཟིན། །འཁོར་བ་ལས་ནི་འབྱུང་མི་ནུས། །
en: “Naive sensualists, though, who are of little intelligence, Are unable to escape saṃsāra.

source: རྟག་ཏུ་བུད་མེད་ཆགས་གྱུར་པ། །དེ་ལ་གྲུབ་པ་ཡོད་མ་ཡིན། །
en: One who is consistently attached to women Will not gain accomplishment. {11.92}

source: ཟློས་པ་འདི་ལ་ཚུལ་ཁྲིམས་ཉམས། །དེ་ལ་གྲུབ་པ་མཆོག་མེད་ཅིང་། །གྲུབ་པ་འབྲིང་ཡང་ཡོད་མེད་དེ། །གྲུབ་པ་ཐ་མའང་ཡོད་མ་ཡིན། །
en: “Such a person’s conduct will be undistinguished; It will not even be mediocre. A reciter without discipline Will not gain even the smallest accomplishment. {11.93}

source: ཚུལ་ཁྲིམས་འཆལ་ལ་ཐུབ་དབང་གིས། །སྔགས་གྲུབ་པར་ནི་མ་གསུངས་ཏེ། །
en: “The lord of sages did not prescribe mantra practice For the ill disciplined,

source: མྱ་ངན་འདས་གྲོང་འགྲོ་བ་ཡི། །ཡུལ་དང་ཕྱོགས་ཀྱང་མ་ཡིན་ནོ། །
en: As it would not lead to the city, Land, or even the direction of nirvāṇa. {11.94}

source: བྱིས་པ་ངན་པ་འདི་ལ་ནི། །སྔགས་གྲུབ་པ་ནི་ག་ལ་ཡོད། །
en: “For a debased fool such as this, How could his mantra succeed?

source: སྐྱེ་བོ་ཚུལ་ཁྲིམས་འཆལ་འདི་ལ། །དེ་ལ་བདེ་འགྲོ་ག་ལ་ཡོད། །
en: For a person fickle in his discipline, What pleasant state could be found? {11.95}

source: མཐོ་རིས་སུ་ཡང་མི་འགྱུར་ཞིང་། །བདེ་བ་མཆོག་ཏུའང་མི་འགྱུར་ན། །
en: “Heaven is not for him, Nor a happy departure from this world,

source: རྒྱལ་བས་གསུངས་པའི་སྔགས་རྣམས་ནི། །འགྲུབ་པར་འགྱུར་བ་སྨོས་ཅི་དགོས། །
en: Let alone an accomplishment Of mantras taught by the Victorious One. {11.96}

source: ཏ་ལའི་ཤིང་གི་མགོ་བོ་ནི། །གང་ཚེ་བཅད་པར་གྱུར་པ་ན་འང་། །སྔོན་པོ་ཉིད་ཀྱི་སྐལ་མེད་ན། །མྱུ་གུ་ནམ་ཞིག་འབྱུང་བར་འགྱུར། །
en: “When the crown of a palmyra tree Has been cut off, How will fresh green shoots arise When the tree has no greenery? {11.97}

source: དེ་བཞིན་སྔགས་གྲུབ་རྨོངས་པ་དང་། །ཚུལ་ཁྲིམས་ཉམས་ཤིང་སྡིག་ལས་བྱེད། །
en: “So have been described the prospects of Accomplishing the mantra for those who are foolish in this life—

source: རྟག་ཏུ་བུད་མེད་ཆགས་པ་ལ། །འདིར་ནི་རབ་ཏུ་བསྟན་པ་ཡིན། །
en: The ill-disciplined evildoers Who develop attachment to women again and again.

source: མི་དགེའི་བཤེས་གཉེན་བསྟེན་པ་ལ། །སྔགས་ཀྱི་རྒྱལ་པོ་ག་ལ་འགྲུབ། །
en: How could the king of mantras bring success When one is associating with a nonvirtuous teacher? {11.98}

source: དེ་བས་དུལ་དང་རྟག་བཟླས་བྱེད། །བུད་མེད་སྐྱོན་ནི་རྣམ་སྤྱོད་ལ། །དེ་ལ་ཆགས་པ་རྣམ་སྤང་བ། །དེ་ལ་གྲུབ་པར་བརྗོད་པ་ཡིན། །
en: “A mantra reciter should therefore always be self-controlled And never stray into vice. Those who avoid contact with women Will gain accomplishment. {11.99}

source: བྱིས་པ་བུད་མེད་ལ་བརྒྱལ་བ། །གཞན་ལ་གྲུབ་པ་བསྟེན་པ་མིན། །
en: “No accomplishment is described for the others— The childish ones smitten by women.

source: བློ་ལྡན་གཡེང་བ་མེད་ལ་དགའ། །གཙང་ཞིང་མ་ཆགས་ཤེས་ཉེན་ཅན། །
en: On the other hand, the wise ones who dislike schisms, Who are pure and associate with skillful friends, {11.100}

source: རིགས་མཐོ་བརྟན་དང་དཔའ་བ་དང་། །བརྩེར་ལྡན་མཐོང་ན་དགའ་བ་དང་། །
en: “The steadfast heroes of the noble family, Who are kind hearted and pleasant to behold,

source: ཆོས་དང་ཆོས་མིན་རྣམ་དཔྱོད་ཤེས། །དེ་ལ་གྲུབ་པ་རྙེད་མི་དཀའ། །
en: Who understand the distinction between right and wrong, Will gain accomplishment without difficulty. {11.101}

source: དེ་ལྟར་སྔགས་ཤེས་ཞུགས་པ་ནི། །གྲོང་དུ་སློང་ཕྱིར་རབ་ཏུ་འཇུག །
en: “A mantra adept, conducting himself as described, Should enter a village in order to seek alms.

source: སྔར་ནི་བརྟགས་པའི་གནས་དག་ཏུ། །ཅི་ལྟར་འདོད་བཞིན་སོང་ནས་ནི། །
en: He should go to a place as previously described That is pleasing to him. {11.102}

source: བློ་ལྡན་དག་པས་བསླང་བའི་སྣོད། །གཙང་བའི་ཕྱོགས་སུ་ཡང་དག་གཞག །
en: Once he has settled in a clean place, Living on alms and keeping his thoughts pure, {11.103}

source: ཕྱི་རོལ་སོང་ནས་རྐང་གཉིས་བཀྲུ། །དེ་ནས་ཡང་ནི་ཡན་ལག་སྟེ། །
en: “He should wipe his feet And go out of his dwelling once again.

source: དེ་ཚེ་སྲོག་ཆགས་མེད་པའི་ཆུས། །ལག་པ་གཡས་པས་བྱིན་པ་གཡས། །
en: Using water free of living organisms, He should place his right hand on his right calf {11.104}

source: ལག་པ་གཡོན་པས་བྱིན་པ་གཡོན། །ཡང་ན་གཉི་ག་དུས་གཅིག་བཀྲུ། །ས་ནི་ལག་གཡོན་ཡང་བཞག་ནས། །
en: “And his left hand on his left calf, And rub them. To prepare his right hand, He should cleanse it by wiping it {11.105}

source: སྔར་ནི་ཡང་དག་བཞག་པ་ཡི། །བདུག་པ་གཙང་མའི་ས་དག་གིས། །
en: “Seven times with pure and clean clay That has been prepared before.

source: དེ་ནས་སྔགས་ཀྱི་དག་བྱས་པའི། །དྲི་མེད་གཙང་སྦྲ་དག་སྣོད་ལ། །བ་ནི་སེར་སྐྱས་བོར་བ་ཡི། །ལྕི་བ་སར་པ་བླང་བར་བྱ། །
en: Then he should place, In a clean and stainless pot, {11.106} “Some fresh cow dung excreted from a brown cow And purified by the mantra.

source: སྲོག་ཆགས་མེད་པའི་ཆུར་སྦྱར་བས། །སྟོན་པ་ལ་ནི་དཀྱིལ་འཁོར་བྱ། །
en: He should add to it water that is free of living organisms And draw with this mixture the maṇḍala of the Teacher. {11.107}

source: དང་པོ་ཐུབ་པ་མཆོག་ལ་ནི། །ཁོར་ཡུག་ཁྲུ་གང་ཙམ་དུ་བྱ། །
en: “Thus, one should first draw the maṇḍala of the best of sages, Which should be, preferably, one cubit in diameter;

source: གཉིས་པ་རང་སྔགས་མགོན་པོ་ལ། །
en: Then second, the maṇḍala of the lord of one’s own mantra;

source: གསུམ་པ་རང་རིག་ལྷ་ལའོ། །
en: And third, of one’s family deity. {11.108}

source: སྔགས་པ་བཟླས་པ་གང་བྱེད་པ། །རྟག་ཏུ་འང་དེ་ཉིད་བྱ་བ་ཡིན། །
en: “The mantra practitioner should always draw the maṇḍala Of that deity whose mantra he is reciting.

source: ཡང་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི། །ལོངས་སྤྱོད་ཕྱིར་ནི་བསྟན་པ་ཡིན། །
en: The fourth maṇḍala is said to be For the enjoyment of all sentient beings. {11.109}

source: གཡས་སུ་འཇིག་རྟེན་མགོན་པོ་ཡི། །དཀྱིལ་འཁོར་འདི་ནི་རྟག་ཏུ་བྱ། །
en: “On the right, one should always draw The maṇḍala of the lord of the world,

source: དཀོན་མཆོག་གསུམ་གྱི་དཀྱིལ་འཁོར་ནི། །གྲུ་བཞི་དག་ཏུ་བྱ་བ་ཡིན། །
en: Which is for all the Three Jewels, And should be square in shape. {11.110}

source: གཉིས་པ་རང་སངས་རྒྱས་རྣམས་ལ། །
en: “Second is the maṇḍala for pratyeka­buddhas,

source: གསུམ་པ་སྟོབས་བཅུ་ལྡན་པའི་སྲས། །
en: And the third for the sons of those endowed with the ten powers.

source: དཀྱིལ་འཁོར་བདུན་པོ་འདི་དག་ནི། །ཀུན་ནས་གྲུ་བཞིར་བྱ་བ་ཡིན། །
en: These seven maṇḍalas Should all have four corners. {11.111}

source: ཁྲུ་གང་ངམ་ནི་ཁྲུ་ཕྱེད་དུ། །ཉིན་རེ་ཞིང་ནི་བྱ་བ་ཡིན། །སྡིག་པ་འཇིག་བྱེད་བཟླས་པ་ནི། །དབེན་པའི་ཕྱོགས་སུ་ཉིན་རེ་བྱ། །
en: “One should draw them either one cubit, Or half a cubit in diameter, every single day, In a secret place. Then, reciting every day, One will be able to purify one’s sins. {11.112}

source: སྔགས་པ་དེ་ནས་ལངས་ནས་ནི། །འབད་པས་ལག་གཉིས་རབ་ཏུ་བཀྲུ། །
en: “When rising after the ritual, The mantra practitioner should wash his hands carefully.

source: གཙང་བའི་ཆུ་ཡིས་ཉེ་རེག་བྱ། །དག་ཅིང་སྲོག་ཆགས་སྤངས་པ་ཡི། །
en: He should perform ritual ablutions in clean and pure water, Free of living organisms. {11.113}

source: དྲི་མེད་གཙང་སྦྲས་འབད་ནས་ནི། །གཙང་བའི་སྣོད་ནི་དེ་ཚེ་བླང་། །
en: “The water should be taken, carefully, From a spotlessly clean and pure dish,

source: མཚོ་ཆེན་དང་ནི་འབབ་ཆུ་འམ། །ཆུ་མིག་ཆུ་བོ་ལ་གནས་དང་། །
en: From a big lake, a stream, A pond, a spring, or a river. {11.114}

source: གཙང་བའི་ཕྱོགས་ནས་བྱུང་བ་ཡི། །སེམས་ཅན་དག་པ་ལག་བླངས་ལ། །
en: “The water must come from a clean place And be drawn by a pure being.

source: གཉིས་སམ་གསུམ་དུ་རྟག་ཏུ་ཡང་། །སྔགས་པས་ཉེ་རེག་བྱ་བ་ཡིན། །
en: The mantra practitioner should touch it Always two or three times. {11.115}

source: དེ་ནས་ཆུས་རེག་གདོང་དང་ནི། །དེ་བཞིན་དུ་ནི་རྣ་ཁུང་དག །
en: “He should then wash his mouth, And likewise both his ear lobes, . . . . . . . . . . . . . . . . . .

source: མིག་དང་སྣ་དང་ལག་གཉིས་དང་། །སྤྱི་བོ་ལྟེ་བའི་ཕྱོགས་རེག་བྱ། །དགེ་བ་སྤྱོད་པས་ལན་ལྔའམ་བདུན། །ཆོ་ག་ཇི་བཞིན་ཐམས་ཅད་བྱ། །
en: His eyes, the cavities of his nose, and his arms. {11.116} “He should sprinkle the pure water On his head and his navel Five or seven times, Doing everything according to procedure. {11.117}

source: གཙང་སྦྲའི་སྤྱོད་པ་ལེགས་ལྡན་པས། །ཟློས་པ་གཙང་བར་གྱུར་པ་ཡིས། །
en: “Following a ritually pure regimen, The mantra practitioner, himself purified,

source: སློང་སྣོད་ཡང་དག་བླངས་ནས་ནི། །ཆུ་ཡི་གཞིར་ནི་འགྲོ་བར་བྱ། །
en: Should take his alms bowl And go to a natural receptacle of water {11.118}

source: གང་དུ་ཆུ་ཡི་རྒྱུན་འབབ་གནས། །དེ་བཞིན་དུ་ནི་ཆུ་མིག་དང་། །ཆུ་བོ་རབ་ཏུ་འབབ་པ་ལ། །རྟག་ཏུ་ཟས་ནི་བཀྲུ་བར་བྱ། །
en: “Where a stream of water is dammed, Or at the water’s spring. He should always wash the alms In the current of a flowing river. {11.119}

source: གཙུག་ལག་ཁང་ངམ་གནས་ཁང་དུ། །དེ་ནས་ལངས་ནས་འགྲོ་བར་བྱ། །
en: “After that, he should get up And go back to his monastery or dwelling.

source: གང་དུ་སྔོན་ནི་བརྟེན་པ་དང་། །གང་དུ་གནས་པ་དེར་འགྲོ་བྱ། །
en: Whichever dwelling he had stayed at, There he should go. {11.120}

source: དེ་ནས་ཟློས་པས་ལྷུང་བཟེད་དེ། །སོང་ནས་ཕྱོགས་ནི་དེར་གཞག་བྱ། །
en: “Having reached that place, The reciter should put down his alms bowl.

source: དེ་ནས་ཉེ་རེག་མྱུར་བྱས་ནས། །དེ་བཞིན་ཡང་ནི་ལྷུང་བཟེད་བླངས། །
en: He should then quickly perform the ritual ablutions, And take hold of his bowl once again— {11.121}

source: ལྷུང་བཟེད་ས་འམ་ལོ་མ་འམ། །དངུལ་དང་གསེར་གྱི་སྣོད་དང་ནི། །ཟངས་མ་ཤིང་ཤུན་དག་ཀྱང་རུང་། །སྟོན་པ་ལ་ནི་དབུལ་བར་བྱ། །
en: “A bowl that may be made of clay, Leaves, silver, gold, Copper, or cassia bark— And offer food to his teacher. {11.122}

source: སྟོན་པ་ལ་ནི་བཤོས་ཕུལ་ནས། །རང་སྔགས་སྔགས་ཀྱི་རྒྱལ་པོ་འང་བརྗོད། །
en: “Offering the food to one’s teacher, One should utter either one’s own mantra or the king of mantras.

source: འགྲོན་གཅིག་སྡུག་བསྔལ་གྱུར་འོངས་ནས། །ཅི་ནུས་པར་ནི་སྦྱིན་པ་བྱ། །
en: Welcoming a lone visitor, one should also offer to him Or to the poor, according to one’s means. {11.123}

source: རྣམ་པ་ཀུན་དུ་ཁ་ཟས་ནི། །ཧ་ཅང་མང་བ་སྦྱིན་མི་བྱ། །
en: “Whenever one offers food, One does not need to give an excessive amount.

source: སྔགས་རིག་ལུས་གདུང་མི་བྱ་སྟེ། །རྣམ་པ་ཀུན་དུ་ཅི་རིགས་བྱ། །
en: A mantra adept should not do what is damaging to himself, But always act sensibly. {11.124}

source: ལྟོ་བའི་ཚད་ཙམ་གཞག་བྱས་ཏེ། །ལྷག་མའི་ཟས་ནི་རྟག་ཏུ་སྦྱིན། །
en: “He should set aside what will fill his stomach; The rest should always be offered away.

source: བཀྲེས་དང་སྐོམ་པས་ཉེན་གྱུར་ན། །སྔགས་ཀྱི་དོན་ལ་རྟེན་མི་ནུས། །ཁ་ཟས་མང་དང་ཉུང་ཟོས་ན། །སྔགས་རྣམས་མཉེས་པར་མི་ནུས་སོ། །
en: One who is afflicted by hunger and thirst Will not be able to accomplish his mantra practice. {11.125} “On the other hand, one who does not eat too much Or too little will be able to attend to his mantra practice.

source: དེ་ཉིད་ཕྱིར་ན་ཐུབ་དབང་གིས། །སེམས་ཅན་ཟས་ཀྱིས་གནས་པའོ་ཞེས། །ལུས་ཅན་རྣམས་ལ་གསུངས་པ་སྟེ། །གང་གིས་མི་རྣམས་འཚོ་བ་དང་། །ལྷ་དང་ལྷ་མིན་དྲི་ཟ་དང་། །ཀླུ་དང་གནོད་སྦྱིན་མི་འམ་ཅི། །སྲིན་པོ་ཡི་དགས་ཤ་ཟ་དང་། །འབྱུང་པོ་སྐར་མ་གཟའ་རྣམས་དག །གང་ཞིག་ཁ་ཟས་མི་ཟ་བ། །དེ་ནི་གང་ཡང་ཡོད་མ་ཡིན། །རགས་པའི་ཟས་ནི་གང་ཡིན་པ། །ཁམ་གྱི་ཟས་སུ་རྣམ་པར་བསྒྲགས། །སེམས་ཅན་ཕྲ་བའི་ཟས་ཅན་ཡང་། །
en: The lord of the victorious ones therefore said About all beings that possess a body, {11.126} “And who find sustenance in food— Food that gives life to humans, Gods, asuras, gandharvas, Nāga s, yakṣa s, or kinnaras, {11.127} “Rākṣasas, pretas, piśācas, Bhūtas, utsārakas, and grahas— That there is not a single one of them That would not depend on the content of his food bowl. {11.128}

source: དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་གསུངས། །བསམ་གཏན་ཟས་ཅན་རྣམས་ལ་ནི། །གཟུགས་ཀྱི་ཁམས་ན་སྤྱོད་པའོ། །
en: “The Tathāgata has proclaimed That some beings live on material foods That are taken by mouth, While others depend on subtle foods. {11.129} “Deities who inhabit the form realm Live on the food of dhyāna;

source: གཟུགས་མེད་ཁམས་ཀྱི་ལྷ་དག་ནི། །ཏིང་འཛིན་འབྲས་བུ་ལ་སྤྱོད་པའོ། །
en: Gods in the formless realm Are nourished by the fruits of samādhi. {11.130}

source: སྲིད་པ་བར་མའི་སེམས་ཅན་རྣམས། །དྲི་ཡི་ཟས་སུ་རབ་ཏུ་བསྒྲགས། །
en: “Beings in the intermediate state Are said to depend on food too.

source: དེ་བཞིན་འདོད་ཁམས་སེམས་ཅན་དག །སྣ་ཚོགས་ཟས་ལ་སྤྱོད་པ་ཡིན། །
en: Beings in the desire realm Are nourished by a wide variety of foods.

source: དེ་ཉིད་ཕྱིར་ནི་ཐུབ་དབང་གིས། །ལས་ཀྱི་རྒྱུ་ཡིས་གསུངས་པ་ནི། །སེམས་ཅན་ཟས་ཀྱིས་གནས་པ་ཞེས། །
en: “It has been taught therefore by the victorious lords That based upon karmic causes, Sentient beings are sustained by food;

source: ཐམས་ཅད་ལ་ནི་རབ་ཏུ་བསྒྲགས། །
en: This is well known to all. {11.132}

source: ཟློས་ལ་རྟག་ཏུ་བརྩོན་པས་ནི། །ཟས་ཀྱི་ཚོད་རིག་བྱ་བ་ཡིན། །
en: “For someone who always engages in mantra recitation The act of eating is a matter of necessity.

source: གང་ཕྱིར་སྔགས་བརྟེན་ནུས་པ་ནི། །ཁ་ཟས་ལ་ནི་རབ་ཏུ་གནས། །
en: One who relies on food Will be able to practice the mantras. {11.133}

source: སྤྱོད་པ་ཡོངས་སུ་དག་པ་དང་། །དགེ་ཞིང་ཚངས་པར་སྤྱོད་པ་དང་། །
en: “If one’s conduct is completely pure, And one is competent and lives a celibate life,

source: ཁ་ཟས་ཚོད་ནི་རིག་པ་ལ། །དེ་ལ་གྲུབ་པ་རྙེད་མི་དཀའ། །
en: Such a mantra adept, relying on food, Will attain accomplishment without difficulty. {11.134}

source: ཅི་ལྟར་ཤིང་རྟའི་ཤིང་རྟ་པས། །མིག་ནི་ཡོངས་སུ་བསྐུས་པ་ནི། །ཡུན་རིང་དུས་སུ་བརྟེན་ཕྱིར་དང་། །ཁལ་ནི་འདེགས་པར་བྱ་ཕྱིར་རོ། །
en: “He is then like a carter of a cart Who has oiled the axles well, Because he can [travel] for a long time And is able to convey heavy loads. {11.135}

source: དེ་བཞིན་སྔགས་པ་སྔགས་ཤེས་པས། །ཁ་ཟས་གནས་ཕྱིར་འཛིན་བྱེད་དང་། །
en: “So, too, a mantra adept with knowledge of mantras Should use food for sustenance.

source: ལུས་ཀྱང་ཚིམ་པར་བྱ་བའི་ཕྱིར། །ཟློས་པས་རྟག་ཏུ་གསོ་བར་བྱ། །
en: A mantra reciter should always take nourishment For the upkeep and sustenance of his body, {11.136}

source: སྔགས་རྣམས་བསྒྲུབ་པའི་ཕྱིར་དང་ནི། །བྱང་ཆུབ་ཚོགས་ནི་བྱ་བའི་ཕྱིར། །
en: “As this is necessary for the accomplishment of mantras And also constitutes a cause for the two provisions for awakening.

source: དེ་བཞིན་དུ་ནི་སྔགས་བཟླ་བ། །མི་ཡི་འཇིག་རྟེན་བསྲུང་བྱ་བའོ། །
en: Consequently, one should recite the mantras, As this benefits beings in this world of mortals. {11.137}

source: དེ་ཉིད་ཕྱིར་ན་ཐུབ་མཆོག་ནི། །འོད་སྲུང་ཞེས་བྱ་སྔོན་བྱུང་བ། །
en: “For this reason the supreme sage, The previous buddha known as Kāśyapa,

source: དེ་ཚེ་དེ་དུས་ས་སྟེང་འདིར། །འོད་ཆེན་ལྡན་པ་དེས་གསུངས་པ། །
en: One of great splendor, taught At that time, on that occasion, upon the earth. {11.138}

source: འབྱུང་པོ་རྣམས་ལ་ལེགས་དོན་དུ། །སྔགས་འདི་རབ་ཏུ་གསུངས་པ་ནི། །
en: “He taught the following mantra For the well-being of living beings—

source: འཇིག་རྟེན་མ་ལུས་སྡུག་བསྔལ་དང་། །དམན་དང་དབུལ་དང་སྐྱོ་བ་དང་། །
en: All those afflicted by suffering, Miserable, stricken with poverty, {11.139}

source: འབད་རྩོལ་དག་ལ་ཉོན་མོངས་པ། །དེ་དག་དོན་ཕྱིར་གསུངས་པ་ནི། །
en: “Weary, resigned, and oppressed; For their sake he spoke this mantra.

source: འབྱུང་པོ་རྣམས་ལ་ལེགས་དོན་དང་། །དེ་བཞིན་གནས་པར་འདོད་པ་ཡང་། །འབྱུང་པོ་རྣམས་ལ་ཟས་དོན་དུ། །སྔགས་མཆོག་འདི་ནི་གསུངས་པ་ཡིན། །
en: He taught it for the welfare of beings Who keep circling in saṃsāra. He taught this best of all mantras So that beings may find nourishment. {11.140}

source: ཉན་ཐོས་དག་ནི་ཐམས་ཅད་དང་། །བྱང་ཆུབ་ལ་གནས་ཐམས་ཅད་ཉོན། །
en: “He said, ‘May all the śrāvakas and all the bodhisattvas, Who reside in awakening, listen.

source: བདག་གིས་སྔགས་འདི་རབ་བརྗོད་ཀྱིས། །ནད་རྣམས་འཇིག་བྱེད་ཟུང་ཤིག་དང་། །
en: Please receive from me the words of this mantra, The mantra that removes all ailments. {11.141}

source: གང་ཡང་བཀྲེས་ནད་ཀྱིས་ཉེན་དང་། །གང་ཡང་སེམས་ཅན་སྐོམ་པ་རྣམས། །ཀུན་གྱི་སྡུག་བསྔལ་ཉེར་ཞིའི་ཕྱིར། །འབྱོར་པ་འདོད་རྣམས་རབ་ཉོན་ཅིག །
en: “ ‘Those of you who are oppressed by the scourge of hunger, And those who are thirsty, Hear [this mantra] to have all your suffering pacified; Those desiring prosperity, listen well!’ {11.142}

source: འོད་སྲུང་འོད་ནི་ཆེན་པོ་པ། །ཐུབ་པ་མཆོག་གིས་དེ་སྐད་གསུངས། །
en: “At these words of the supreme sage, Kāśyapa of great splendor,

source: ཉན་ཐོས་རྣམས་ནི་ཡིད་དགའ་ནས། །ཁྱབ་བདག་ལ་ནི་གསོལ་བ་འདེབས། །
en: All the śrāvakas, their hearts full of joy, Supplicated the Sage thus: {11.143}

source: ཆོས་མཁྱེན་སྔགས་ནི་བཤད་དུ་གསོལ། །ཆོས་ཀྱི་རྒྱལ་པོ་ཐུབ་པ་ཆེ། །
en: “ ‘Please tell us this mantra, O great sage, O Dharma king who knows Dharma!

source: སེམས་ཅན་བརྩེ་བའི་མཆོག་གྱུར་པ། །དུས་ནི་རབ་ཏུ་ཉེ་བར་གནས། །
en: You care for living beings in the utmost. The time has now arrived.’ {11.144}

source: དེ་སྐད་གསོལ་ནས་ཐུབ་མཆོག་གིས། །ཀ་ལ་པིང་ཀའི་སྒྲ་སྐད་དང་། །རྔ་བོ་ཆེ་ཡི་སྒྲ་སྐད་དང་། །
en: “Having been thus addressed, the best of sages Taught the mantra in full. With the sound of his voice, sweet as a cuckoo bird’s And as powerful as a drum or a thunderclap, {11.145}

source: ཚངས་དབྱངས་སྟོབས་ནི་ཆེན་པོ་དང་། །ཚངས་ཤེས་རྒྱལ་བ་སྔོན་འདྲེན་པས། །
en: “This great, valiant man with the voice of Brahmā, The Victorious One, the foremost of brahmins, said,

source: འབྱུང་པོའི་ཚོགས་ནི་གང་སུ་དག །འདིར་ལྷགས་གྱུར་པ་ཀུན་ཉོན་ཅིག །
en: ‘Please listen, O hosts of beings Who have assembled here. {11.146}

source: རྐང་མེད་དང་ནི་རྐང་མངས་དང་། །རྐང་གཉིས་པ་དང་རྐང་བཞི་པ། །མདོར་ན་སེམས་ཅན་ཀུན་གྱི་ཕྱིར། །བདེ་འབྱུང་སྔགས་ནི་བཤད་པར་བྱ། །
en: “ ‘I will now say, for the sake of all beings, Whether they are legless, many legged, Two legged, or four legged, The mantra that brings happiness. {11.147}

source: འདས་དང་མ་འོངས་ད་ལྟར་གྱི། །སེམས་ཅན་གང་དག་འདིར་ལྷགས་པ། །
en: “ ‘I will say it for the sake of past and future beings, And also beings of the present time who have assembled here.

source: འབྱོར་པ་འདོད་རྣམས་ད་ཉོན་ཅིག །མདོར་ན་བདག་གིས་རབ་བཤད་བྱ། །
en: I will speak briefly, so please listen If you desire prosperity. {11.148}

source: ཨོྃ་ག་ག་ནེ་ག་ག་ན་གཉྫ་ཨཱ་ན་ཡ་སརྦཾ་ལ་ཧུ་ལ་ཧུ་ས་མ་ཡ་མ་ནུ་སྨ་ར། ཨཱ་ཀརྵ་ཎི། མཱ་བི་ལཾ་བ་མཱ་བི་ལཾ་བ། ཡ་ཐེ་པེ་སྟཾ་མེ་སཾ་པ་དཱ་ཡ་སྭཱ་ཧཱ།
en: “ ‘ Oṁ , bring everyone to your celestial palace in the sky, quick, quick! Remember your samaya pledge! O summoner, do not tarry, do not tarry! Give me good fortune ’

source: བཅོམ་ལྡན་འདས་འོད་སྲུང་གིས་དེ་སྐད་ཅེས་གསུངས་ནས་ཅང་མི་གསུང་བར་གྱུར་ཏོ། །
en: “Having said this, Lord Kāśyapa remained silent. {11.149}

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་གིས། བར་དེར་རིག་པའི་སྔགས་ཀྱི་ཚིག་རྒྱ་ཆེར་གསུངས་པ་ན།
en: “As soon as Lord Kāśyapa, the perfectly awakened one, spoke the words of this mantra in full,

source: ནམ་མཁའ་དེ་ཐམས་ཅད་ཆེན་པོ་ལ་འོས་པའི་ཟས་ཀྱི་སྤྲིན་གྱིས་ཡོངས་སུ་ཁེངས་པར་གྱུར་ཏོ། །
en: the entire sky appeared filled with a cloud consisting of choicest foodstuffs.

source: སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་ནམ་མཁའི་དཀྱིལ་ཀུན་དུ་ཟས་ཀྱི་སྤྲིན་གྱིས་ཁྱབ་པར་སྣང་བར་གྱུར་ཏོ། །
en: The entire great trichiliocosm appeared to have its sky canopied with a cloud consisting of food.

source: སེམས་ཅན་གྱི་བསམ་པ་ཅི་ལྟར་མངོན་པར་འདོད་པའི་བཟའ་བ་དང་ཅི་ལྟར་འདོད་པའི་ཟས་དེ་དག་ལ་ཆར་བཞིན་དུ་བབ་པར་གྱུར་ཏོ། །
en: Whatever food the beings desired to satisfy their individual needs, whatever food they wished for, that had manifested for them.

source: ཅི་ལྟར་འདོད་པའི་ཟས་དང་བཟའ་བའི་བྱ་བ་ནི་བཀྲེས་པའི་སྡུག་བསྔལ་ཞི་བའི་དོན་དང་། སྐོམ་པ་རྣམས་ཀྱིས་བཏུང་བར་བྱ་བ་ནི། ཡན་ལག་བརྒྱད་དང་ལྡན་པའི་ཆུའི་རྒྱུན་ཡིད་ལ་འདོད་པ་བཞིན་དུ་དེར་བབ་པར་གྱུར་ཏོ། །
en: Whatever food preparations the beings desired to appease the pains of hunger, whatever drinks the thirsty ones wanted to drink, a stream of water along with the eight articles of offering, [all this] fell down exactly wherever it was wished for. {11.150}

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་སྐད་ཅིག་དེ་ཉིད་ལ་བཀྲེས་པའི་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བ་དང་སྐོམ་པ་ཐམས་ཅད་དང་བྲལ་བར་གྱུར་ཏོ། །
en: “All the beings, for their part, had on that occasion, at that particular time, the suffering of their hunger completely pacified and all their thirst completely removed.

source: ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་ཡང་ངོ་མཚར་དང་རབ་ཏུ་དགའ་བ་ཐོབ་པར་གྱུར་ནས།
en: The entire assembly became greatly amazed and elated

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དེ་རྗེས་སུ་ཡི་རངས་ནས།
en: and rejoiced at the Blessed One’s words.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ། །
en: Joyfully they bowed their heads to his feet and disappeared at that very moment.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་འོད་སྲུང་ཡང་དེ་བཞིན་གཤེགས་པའི་གནས་སུ་རྣམ་པར་བཞུགས་སོ། །
en: Lord Kāśyapa, for his part, said,

source: བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ངས་ཀྱང་དེའི་ཚེ་དེ་ལྟར་བཤད་ཅིང་རྗེས་སུ་ཡི་རང་བར་བྱས་སོ། །སྔགས་ཀྱི་རྒྱལ་པོའི་མཆོག་འདི་ལ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་དུ་བཀྲེས་པ་དང་སྐོམ་པ་སེལ་བའི་ཕྱིར་དང་།
en: ‘Lord Śākyamuni and I sojourned on earth as tathāgatas. At that time this mantra was taught in this king of manuals and celebrated.’ {11.151} “This mantra ought to be accomplished for the benefit of all beings, in particular the mantra reciters, to remove their hunger and thirst,

source: སྔགས་ཐམས་ཅད་ཟློས་པ་དག་ལ་ཡང་ཁྱད་པར་དུ་སེལ་བར་འགྱུར་རོ། །
en: just as it was previously accomplished by the reciter [Kāśyapa].

source: དང་པོར་རེ་ཞིག་ཟློས་པས་སྔགས་འདི་བསྒྲུབ་པར་བྱ་སྟེ། གལ་ཏེ་བསོད་སྙོམས་ལ་འགྲོ་བར་སྤྲོ་བ་མེད་ན། རིའི་རྩེ་མོར་འཛེག་སྟེ་འབུམ་ཕྲག་བདུན་བཟླ་བར་བྱ་ཞིང་།
en: If one does not feel up to wandering around for the sake of alms, one should climb to a mountaintop and recite that mantra six hundred thousand times, living on the three pure food products or milk dishes. {11.152}

source: ཟས་དཀར་གསུམ་མམ་འོ་མའི་ཟས་བཟའ་ཞིང་རིའི་རྩེ་མོ་དེ་ཉིད་དུ་འཕགས་པ་འཇམ་དཔལ་གྱི་རས་རིས་བར་མ་གོང་མ་བཞིན་བཞག་སྟེམཆོད་པ་ཆེན་པོ་བྱས་ནས་ཤིན་ཏུ་རྒྱ་ཆེ་བའི་གཏོར་མ་ཕུལ་ཏེ།
en: “There, on the mountaintop, one should install the medium painting of Noble Mañjuśrī and, as before, offer a big pūjā [followed] by a big bali offering of food.

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་འདི་ཉིད་ཀྱིས་གསུངས་པའི་སྔགས་ཀྱིས་སེང་ལྡེང་གི་ཡམ་ཤིང་གི་མེ་རབ་ཏུ་སྦར་ཏེ། ཤིང་ཨུ་དུམ་བཱ་རའི་ཡམ་ཤིང་ལ་མར་དང་སྦྲང་རྩིས་བཏགས་པའི་ཤིང་རློན་མཐོ་གང་ཙམ་མམ། བིལ་བའི་འབྲས་བུའི་ཡམ་ཤིང་སྟོང་རྩ་བརྒྱད་ཀྱིས་སྦྱིན་སྲེག་བྱའོ། །
en: Employing the mantra taught by Kāśyapa and other perfectly awakened buddhas, one should make a fire of cutch tree sticks and offer into it, [while reciting the mantra], one thousand and eight sticks of either the cluster fig or bilva tree, nine inches long, [moist with sap], and smeared with curds, honey, and ghee. {11.153}

source: དེ་ནས་ནམ་ཕྱེད་ཀྱི་དུས་མཚམས་སུ་སྤྲིན་ནག་པོ་ཆེན་པོ་དང་རླུང་གི་དཀྱིལ་འཁོར་བྱུང་ན་འཇིགས་པར་མི་བྱ།
en: “Then, at the midnight hour, a great whirlwind will arrive in the form of a black cloud.

source: ལངས་ཏེ་གཞན་དུ་འགྲོ་བར་མི་བྱ་ཞིང་།
en: One should not be afraid, nor should one get up or approach it.

source: འཕགས་པ་འཇམ་དཔལ་གྱི་ཡི་གེ་བརྒྱད་ཀྱི་སྙིང་པོས་བདག་ཉིད་བསྲུང་བ་དང་། དཀྱིལ་འཁོར་བཅིང་བ་དང་གྲོགས་བསྲུང་བ་ཡང་བྱས་ན།
en: Just as before, one should effect protection for oneself and the protective binding of the maṇḍala for one’s companions by means of the eight-syllable heart mantra of Noble Mañjuśrī.

source: སྔ་མ་ལྟ་བུའི་སྤྲིན་ནག་པོ་ཆེན་པོ་དེ་དང་རླུང་ནག་པོ་དེ་ཡང་མི་སྣང་བར་འགྱུར་ཏེ།
en: The black whirlwind will subsequently disappear,

source: བུད་མེད་ཡང་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ། འོད་ཀྱི་དཀྱིལ་འཁོར་གྱིས་ཕྱོགས་ཐམས་ཅད་སྣང་བར་བྱས་ཏེ་སྒྲུབ་པ་པོའི་མདུན་དུ་འདུག་ནས་སྨྲ་བ་ནི། ཀྱེ་སེམས་ཅན་ཆེན་པོ་ལོངས་ཤིག །ཁྱོད་ནི་གྲུབ་པ་ཡིན་ནོ་ཞེས་སོ། །
en: and in front of the practitioner will appear women adorned with all types of jewelry. One of them, with a halo of light illuminating the space around her, will say, ‘Rise up, O great being! You have reached accomplishment.’ {11.154}

source: དེ་ནས་སྒྲུབ་པ་པོས་སྣ་མའི་མེ་ཏོག་གིས་བསྲེས་པའི་དྲི་ཞིམ་པོའི་ཆུས་མཆོད་ཡོན་སྦྱིན་ནོ། །
en: “The practitioner should then give her a welcome offering of water with floating jasmine flowers.

source: དེ་ནས་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ། །
en: At that very moment she will disappear.
